[<ArchiveFlags>]
Compressed=yes
ConfigType=1
[<Misc>]
AdvInst=15.0.1
[<OutputFiles>]
Prop0=C:\Users\HS\Source\Repos\Dispenser\Advanced Installe\Setup-cache\part2\disk1.cab??1678558106??1678558106??5714905??72
[_.exe]
Seq=1
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\調劑台管理系統.exe??1678557343??1678558047??2503168
[alarm.mp3]
Seq=5
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\alarm.mp3??1678557343??1678557343??9984
[AxAltairUDrv.dll]
Seq=6
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\AxAltairUDrv.dll??1678557343??1678557342??61440
[AxAltairUDrvAsm4.5.dll]
Seq=7
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\AxAltairUDrvAsm4.5.dll??1678557343??1678557342??47616
[AxOvkBase.dll]
Seq=8
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\AxOvkBase.dll??1678557343??1678557342??274432
[AxOvkBaseAsm4.5.dll]
Seq=9
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\AxOvkBaseAsm4.5.dll??1678557343??1678557342??216064
[AxOvkBlob.dll]
Seq=10
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\AxOvkBlob.dll??1678557343??1678557343??35328
[AxOvkBlobAsm4.5.dll]
Seq=11
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\AxOvkBlobAsm4.5.dll??1678557343??1678557343??34816
[AxOvkImage.dll]
Seq=12
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\AxOvkImage.dll??1678557343??1678557343??215040
[AxOvkImageAsm4.5.dll]
Seq=13
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\AxOvkImageAsm4.5.dll??1678557343??1678557343??158208
[AxOvkMsr.dll]
Seq=14
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\AxOvkMsr.dll??1678557343??1678557342??254464
[AxOvkMsrAsm4.5.dll]
Seq=15
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\AxOvkMsrAsm4.5.dll??1678557343??1678557343??222720
[Basic.dll]
Seq=16
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\Basic.dll??1678557343??1678557342??181760
[Basic.xml]
Seq=17
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\Basic.xml??1678557343??1678557343??6038
[C1230001.pro]
Seq=18
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\C1230-001.pro??1678557343??1678557343??332
[CallBackUI.dll]
Seq=19
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\CallBackUI.dll??1678557343??1678557342??18432
[DrawingClass.dll]
Seq=20
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\DrawingClass.dll??1678557343??1678557342??22016
[exe.config]
Seq=70
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\調劑台管理系統.exe.config??1678557343??1678557343??801
[FontAwesome.Sharp.dll]
Seq=21
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\FontAwesome.Sharp.dll??1678557343??1678557342??458240
[FtpConfig.txt]
Seq=72
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\FtpConfig.txt??1678557343??1678557657??171
[H_Pannel_lib.dll]
Seq=22
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\H_Pannel_lib.dll??1678557343??1678557342??550912
[HCGUI.dll]
Seq=23
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\HCGUI.dll??1678557343??1678557342??399872
[Interop.SpeechLib.dll]
Seq=24
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\Interop.SpeechLib.dll??1678557343??1678557343??165376
[IOC0640.dll]
Seq=3
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\IOC1280\x64\IOC0640.dll??1678557343??1678557343??111616
[IOC0640.dll_1]
Seq=4
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\IOC1280\x86\IOC0640.dll??1678557343??1678557343??99328
[IOC1280001.pro]
Seq=2
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\IOC1280\IOC1280-001.pro??1678557343??1678557343??1958
[LadderUI.dll]
Seq=25
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\LadderUI.dll??1678557343??1678557342??587264
[LeadShineUI.dll]
Seq=26
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\LeadShineUI.dll??1678557343??1678557342??5745152
[LicenseLib.dll]
Seq=27
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\LicenseLib.dll??1678557343??1678557342??16896
[LightControlUI.dll]
Seq=28
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\LightControlUI.dll??1678557343??1678557342??53248
[MeasureSystemUI.dll]
Seq=29
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\MeasureSystemUI.dll??1678557343??1678557342??416256
[Microsoft.Bcl.AsyncInterfaces.dll]
Seq=30
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\Microsoft.Bcl.AsyncInterfaces.dll??1678557343??1634946128??22144
[Microsoft.Bcl.AsyncInterfaces.xml]
Seq=31
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\Microsoft.Bcl.AsyncInterfaces.xml??1678557343??1634946128??18215
[MVSDK.dll]
Seq=32
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\MVSDK.dll??1678557343??1678557342??104448
[MVSDKUI.dll]
Seq=33
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\MVSDKUI.dll??1678557343??1678557342??44544
[MyFtpUI.dll]
Seq=34
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\MyFtpUI.dll??1678557343??1678557342??26112
[MyOffice.dll]
Seq=35
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\MyOffice.dll??1678557343??1678557342??10240
[MySql.Data.dll]
Seq=36
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\MySql.Data.dll??1678557343??1678557342??768000
[MySQL_Login.dll]
Seq=37
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\MySQL_Login.dll??1678557343??1678557342??82432
[MySqlBackup.dll]
Seq=38
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\MySqlBackup.dll??1678557343??1678557343??58368
[MyUI.dll]
Seq=39
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\MyUI.dll??1678557343??1678557342??1201152
[Newtonsoft.Json.dll]
Seq=40
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\Newtonsoft.Json.dll??1678557343??1678557343??701992
[pdb]
Seq=71
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\調劑台管理系統.pdb??1678557369??1678558047??1488384
[PortControlUI.dll]
Seq=41
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\PortControlUI.dll??1678557343??1678557342??143360
[program.bak.stp]
Seq=42
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\program.bak.stp??1678557343??1678557343??28098
[program.stp]
Seq=43
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\program.stp??1678557343??1678557964??28385
[rfiD_FX600_UI.pro]
Seq=44
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\rfiD_FX600_UI.pro??1678557343??1678557964??228
[RFID_FX600lib.dll]
Seq=45
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\RFID_FX600lib.dll??1678557343??1678557342??74752
[SLDUI.dll]
Seq=46
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\SLDUI.dll??1678557343??1678557342??2254336
[SQLUI.dll]
Seq=47
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\SQLUI.dll??1678557343??1678557342??127488
[stdole.dll]
Seq=48
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\stdole.dll??1678557343??1675763157??25464
[System.Buffers.dll]
Seq=49
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.Buffers.dll??1678557343??1582106718??20856
[System.Buffers.xml]
Seq=50
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.Buffers.xml??1678557343??1582106718??3481
[System.dll]
Seq=51
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.dll??1678557343??1446727008??1460376
[System.Memory.dll]
Seq=52
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.Memory.dll??1678557343??1582106718??141184
[System.Memory.xml]
Seq=53
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.Memory.xml??1678557343??1582106718??13950
[System.Numerics.Vectors.dll]
Seq=54
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.Numerics.Vectors.dll??1678557343??1526390984??115856
[System.Numerics.Vectors.xml]
Seq=55
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.Numerics.Vectors.xml??1678557343??1526390984??183484
[System.Runtime.CompilerServices.Unsafe.dll]
Seq=56
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.Runtime.CompilerServices.Unsafe.dll??1678557343??1634946018??18024
[System.Runtime.CompilerServices.Unsafe.xml]
Seq=57
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.Runtime.CompilerServices.Unsafe.xml??1678557343??1634627660??20529
[System.Text.Encodings.Web.dll]
Seq=58
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.Text.Encodings.Web.dll??1678557343??1634946074??76904
[System.Text.Encodings.Web.xml]
Seq=59
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.Text.Encodings.Web.xml??1678557343??1634627660??62941
[System.Text.Json.dll]
Seq=60
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.Text.Json.dll??1678557343??1634946266??513128
[System.Text.Json.xml]
Seq=61
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.Text.Json.xml??1678557343??1634627660??457799
[System.Threading.Tasks.Extensions.dll]
Seq=62
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.Threading.Tasks.Extensions.dll??1678557343??1582106718??25984
[System.Threading.Tasks.Extensions.xml]
Seq=63
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.Threading.Tasks.Extensions.xml??1678557343??1582106718??10147
[System.ValueTuple.dll]
Seq=64
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.ValueTuple.dll??1678557343??1526390992??78992
[System.ValueTuple.xml]
Seq=65
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\System.ValueTuple.xml??1678557343??1526390992??85027
[TCP.dll]
Seq=66
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\TCP.dll??1678557343??1678557342??56320
[UDPCilent.pro]
Seq=67
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\UDPCilent.pro??1678557343??1678557658??254
[ZealTechUI.dll]
Seq=68
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\ZealTechUI.dll??1678557343??1678557342??45568
[zxing.dll]
Seq=69
Src=C:\Users\HS\Source\Repos\Dispenser\調劑台管理系統\bin\Release\zxing.dll??1678557343??1678557343??483328
